---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded
source: html/a3bd2962-0c66-9bbb-95ce-00eba703c85b.htm
---
# StructuralSectionIWelded Properties

Common set of parameters for structural analysis.